Repository: JoDa-wergoing/higallery
Catalog: languages/higallery-*.po
Languages: nl_nl

source: Cannot load gallery. Check the settings or API connection.
nl_nl: Kan galerij niet laden. Controleer de instellingen of API-verbinding.

source: Click the button below to connect to your HiDrive account:
nl_nl: Klik op de onderstaande knop om verbinding te maken met uw HiDrive-account:

source: Configuration
nl_nl: Configuratie

source: Connect to HiDrive
nl_nl: Verbind met HiDrive

source: HiGallery admin page
nl_nl: HiGallery admin pagina

source: HiGallery root folder
nl_nl: HiGallery hoofdmap

source: No albums found.
nl_nl: Geen albums gevonden.

source: No albums selected.
nl_nl: Geen albums geselecteerd.

source: No photos found in this album.
nl_nl: Geen foto's gevonden in dit album.

source: No valid access token.
nl_nl: Geen geldig toegangstoken

source: OAuth2 Connection
nl_nl: OAuth2 verbinding

source: Show Strato HiDrive albums in WordPress with a fullscreen lightbox viewer. With secure OAuth2 connection.
nl_nl: Toon Strato HiDrive-albums in WordPress met een lightbox-viewer op volledig scherm. Met beveiligde OAuth2-verbinding.

source: Test mode
nl_nl: Test modus

source: Thumbnail width (px)
nl_nl: Thumbnail breedte (px)

source: Unable to load gallery: no valid access token.
nl_nl: Kan galerij niet laden: geen geldig toegangstoken.

source: Use demo albums (without HiDrive connection)
nl_nl: Demo albums gebruiken (zonder HiDrive-verbinding)
